Repository: elementary/store
Catalog: priv/gettext/*/LC_MESSAGES/checkout.po
Languages: de, ka, uk

source: Address Line 1
de: Adresszeile 1
ka: მისამართი 1
uk: Рядок адреси 1

source: Address Line 2
de: Adresszeile 2
ka: მისამართი 2
uk: Рядок адреси 2

source: Cart
de: Einkaufswagen
ka: კალათა
uk: Кошик

source: Checkout
de: Zur Kasse
ka: წამოღება
uk: Перевірити замовлення

source: City
de: Stadt
ka: ქალაქი
uk: Місто

source: Country
de: Land
ka: ქვეყანა
uk: Країна

source: Email
ka: ელფოტა
uk: Е-пошта

source: Get Shipping Rates
de: Lieferkosten anzeigen
ka: მიიღეთ გადაზიდვის ტარიფები
uk: Отримати ціни доставлення

source: Name
ka: სახელი
uk: Ім'я

source: Postal Code
de: PLZ
ka: საფოსტო კოდი
uk: Поштовий індекс

source: Shipping
de: Lieferung
ka: მიწოდება
uk: Доставлення

source: Shipping Address
de: Lieferadresse
ka: გადაზიდვის მისამართი
uk: Адреса доставлення

source: State or Province
de: Bundesland oder Kanton
ka: სახელმწიფო ან ოლქი
uk: Штат чи область

source: Update
ka: განახლება
uk: Оновити

source: Checking Out
de: Gehe zur Kasse
ka: შემოწმება
uk: Перевірка

source: Fetching Shipping Rates
de: Berechne Lieferkosten
ka: გადაზიდვის ტარიფების მიღება
uk: Отримання ціни доставлення

source: Empty Cart
de: Warenkorb (leer)
ka: კალათის დაცარიელება
uk: Кошик порожній

source: Go get yourself something nice!
de: Los, hol dir etwas schönes!
ka: აირჩიეთ თქვენთვის რამე ლამაზი!
uk: Гайда вибирати собі щось приємне!

source: Anytown
de: Musterstadt
ka: ნებისმიერიქალაქი
uk: Якесь місто

source: Apartment, Suite, Unit, Building, Floor
de: Appartement, Wohnblock, Gebäude, Stockwerk
ka: ბინა, ლუქსი, სახლი, კორპუსი, სართული
uk: Квартира, Блок, Будівля, Поверх

source: Ellie Mendez
de: Max Mustermann
ka: ელი მენდესი
uk: Оксана Пазиненко

source: Street Address, P.O. Box, Company Name
de: Straße, Postfach, Firmenname
ka: ქუჩის მისამართი, საფოსტო ყუთი, კომპანიის სახელი
uk: Вулиця, абонентська скринька, назва компанії

source: Order Placed
de: Bestellung abgeschickt
ka: შეკვეთა განთავსებულია
uk: Замовлення прийнято

source: Your order has been received and our fulfillment partner is working hard to get it to you as soon as possible. A confirmation and receipt has been sent to the provided email address.
de: Ihre Bestellung wurde empfangen und unser Dienstleister arbeitet mit Hochdruck daran, sie so schnell wie möglich zu Ihnen zu bringen. Eine Auftragsbestätigung wurde an die angegebene Email-Adresse geschickt.
ka: თქვენი შეკვეთა მიღებულია და ჩვენი შესრულების პარტნიორი ბევრს მუშაობს, რომ რაც შეიძლება მალე მიგიყვანოთ. დადასტურება და ჩეკი მითითებულ ელფოსტის მისამართზე გაიგზავნა.
uk: Ваше замовлення прийнято, і наш партнер, що виконує замовлення, докладає всіх зусиль, щоб ви отримати його якомога швидше. Підтвердження та квитанція надіслані на вказану електронну адресу.

source: For receipt; never used for marketing
de: Für die Auftragsbestätigung; niemals für Marketingzwecke
ka: ჩეკისთვის. მარკეტინგში არ გამოიყენება
uk: Для квитанції; ніколи не використовується для оголошень

source: Phone
de: Telefonnummer
ka: ტელეფონი
uk: Телефон

source: Required by shipping partners
de: Erforderlich für den Transportdienstleister
ka: მოთხოვნილია გადაზიდვის პარტნიორების მიერ
uk: Необхідно партнерами з доставлення

source: Remove
uk: Вилучити

source: Sub-Total:
uk: Проміжний підсумок:
