Repository: elementary/store
Catalog: priv/gettext/*/LC_MESSAGES/email.po
Languages: ar, ca, cs_cz, es, fr, ja, ka, nl, pl, pt, sv, tr_tr, zh_tw

source: Copyright © %{year} elementary, Inc. All rights reserved.
ar: جميع الحقوق محفوظة © %{year} elementary, Inc.
ca: Copyright © d'elementary, Inc., %{year}. Tots els drets reservats.
cs_cz: Autorská práva © %{year} elementary, Inc. – všechna práva vyhrazena.
es: Copyright © %{year} elementary, Inc. Todos los derechos reservados.
fr: Copyright © %{year} elementary, Inc. Tous droits réservés.
ka: © %{year} elementary, Inc. ყველა უფლება დაცულია.
nl: Copyright © %{year} elementary, Inc. Alle rechten voorbehouden.
pl: Copyright © %{year} elementary, Inc. Wszystkie prawa zastrzeżone.
pt: Copyright © %{year} elementary, Inc. Todos os direitos reservados.
sv: Copyright © %{year} elementary, Inc. Alla rättigheter förbehållna.
tr_tr: Telif Hakkı© %{year} elementary, Inc. Tüm Hakları Saklıdır.
zh_tw: 版權所有 © %{year} elementary, Inc. All rights reserved.

source: Here's what we shipped in this order:
ar: هذا ما قمنا بشحنه من هذا الطلب:
ca: Això és el que hem enviat per a aquesta comanda:
cs_cz: V této objednávce bylo odesláno:
es: Esto es lo que enviamos en este pedido:
fr: Voici ce que nous avons expédié dans cette commande :
ja: 今回のご注文で発送した商品は以下の通りです。
ka: აი გამოვგზავნეთ ამ შეკვეთაში
nl: Hier is wat we hebben verstuurd in deze bestelling:
pl: Oto co zostało wysłane w tym zamówieniu:
pt: Aqui está o que enviamos nesta encomenda:
sv: Här är vad vi skickade i denna beställningen:
tr_tr: Bu sipariş ile gönderdiklerimiz bunlar:
zh_tw: 這是我們在此訂單中已寄出的物品：

source: Here's your tracking number:
ar: هذا هو رقم التتبع الخاص بك:
ca: Aquí teniu el número de seguiment:
cs_cz: Zde je číslo pro sledování zásilky:
es: Este es su número de seguimiento:
fr: Voici votre numéro de suivi :
ja: お問い合わせ番号:
ka: თქვენი ტრეკინგის ნომერი:
nl: Hier is uw volgnummer:
pl: Oto Twój numer do śledzenia przesyłki:
pt: Este é o seu número de rastreio:
sv: Här är ditt spårningsnummer:
tr_tr: Takip numaranız:
zh_tw: 這是您的追蹤號碼 (tracking number)：

source: Hey there, Thanks for ordering from the elementary store. Just letting you know that we have received your order!
ar: مرحباً، شكراً لك على الشراء من متجر elementary. نحن هنا لنخبرك بأننا قمنا باستلام طلبك!
ca: Hola, gràcies per fer una comanda a la botiga de l'elementary. Us fem saber que hem rebut la comanda!
cs_cz: Zdravíme, děkujeme za objednání z obchodu elementary. Chceme vám jen dát vědět, že jsme vaší objednávku obdrželi!
es: Hola, gracias por realizar su compra en la tienda de elementary. ¡Solo queremos informarle que hemos recibido su pedido!
fr: Merci d'avoir passé une commande sur la boutique d'elementary. Nous vous informons que nous avons reçu votre commande !
ja: こんにちは。elementary ストアでのご注文、ありがとうございます。あなたからのご注文をご確認いたしました!
nl: Hey hallo, Bedankt voor uw bestelling op de elementary store. We willen u laten weten dat we uw bestelling in alle orde hebben ontvangen!
pl: Hej, dziękujemy za kupowanie w sklepie elementary. Tylko dajemy znać, że otrzymałyśmy twoje zamówienie!
pt: Olá, obrigado por encomendar na loja do elementary. Apenas para que saiba que recebemos o seu pedido!
sv: Hej där, tack för att du beställde från elementary-butiken. Bara så att du vet att vi har tagit emot din beställning!
tr_tr: Merhaba, elementary mağazasından sipariş verdiğin için teşekkürler. Siparişinin elimize ulaştığını bilmeni istedik!
zh_tw: 您好，謝謝您從 elementary 商店訂購商品。我們想讓您知道我們已經收到您的訂單！

source: Hey there, Thanks for ordering from the elementary store. Just letting you know that your order has been sent out!
ar: مرحباً، شكراً لك على الشراء من متجر elementary. نحن هنا لنخبرك بأنه تم إرسال طلبك!
ca: Hola, gràcies per fer la comanda a la botiga de l'elementary. Us fem saber que la comanda ja s’ha enviat!
cs_cz: Zdravíme, děkujeme za objednání z obchodu elementary. Chceme vám jen dát vědět, že vaše objednávka byla odeslána!
es: Hola, gracias por realizar su compra en la tienda de elementary. ¡Solo queremos informarle que su orden ha sido enviada!
fr: Merci d'avoir commandé sur la boutique d'elementary. Nous vous informons simplement que votre commande a été envoyée !
ja: こんにちは。elementary ストアでのご注文、ありがとうございます。ご注文の商品を無事発送いたしました!
nl: Hey hallo, Bedankt voor uw bestelling in de elementary store. We willen u laten weten dat uw bestelling zojuist is verzonden!
pl: Hej, dziękujemy za kupowanie w sklepie elementary. Tylko dajemy znać, że twoje zamówienie zostało wysłane!
pt: Olá, obrigado por fazer o pedido na loja do elementary. Apenas para o avisar que a sua encomenda foi enviada!
sv: Hej där, tack för att du beställde från elementary-butiken. Bara så att du vet att din beställning har lämnat vårt lager!
tr_tr: Merhaba, elementary mağazasından sipariş verdiğin için teşekkürler. Siparişinin gönderildiğini bilmeni istedik!
zh_tw: 您好，謝謝您從 elementary 商店訂購商品。我們想讓您知道您的訂單已被寄出！

source: Looking forward to your next order!
ar: نتطلع قدماً لطلبك القادم!
ca: Esperem la propera comanda!
cs_cz: Těšíme se na vaší příští objednávku!
es: ¡Esperamos su próximo pedido!
fr: Nous attendons avec impatience votre prochaine commande !
ja: またのご利用をお待ちしております!
nl: We kijken uit naar uw volgende bestelling!
pl: Nie możemy się doczekać Twojego następnego zamówienia!
pt: Aguardamos o seu próximo pedido!
sv: Ser fram emot din nästa beställning!
tr_tr: Sonraki siparişinizi bekliyor olacağız!
zh_tw: 我們期待您的下一個訂單！

source: Price
ar: السعر
ca: Preu
cs_cz: Cena
es: Precio
fr: Prix
ja: 価格
ka: ფასი
nl: Prijs
pl: Cena
pt: Preço
sv: Pris
tr_tr: Fiyat
zh_tw: 價格

source: Qty
ar: الكمية
ca: Quantitat
cs_cz: Množství
es: Cant.
fr: Qté
ja: 数量
ka: რა-ბა
nl: Hoeveelheid
pl: Ilość
pt: Qtd
sv: Antal
tr_tr: Adet
zh_tw: 數量

source: Shipping Address:
ar: عنوان الشحن:
ca: Adreça d'enviament:
cs_cz: Dodací adresa:
es: Dirección de envío:
fr: Adresse de livraison :
ja: 配送先住所:
ka: მისამართი:
nl: Verzendadres:
pl: Adres wysyłki:
pt: Endereço de envio:
sv: Leveransadress:
tr_tr: Teslimat Adresi
zh_tw: 運送地址：

source: The elementary Team
ar: فريق elementary
ca: L'equip de l'elementary
cs_cz: Tým elementary
es: El equipo de elementary
fr: L'équipe d'elementary
ja: elementary チーム
ka: Elementary-ის გუნდი
nl: Het elementary Team
pl: Zespół elementary
pt: A equipa do elementary
sv: elementary-teamet
tr_tr: elementary Takımı
zh_tw: elementary 團隊

source: Tracking information can take up to 48 hours to be updated after the order is shipped.
ar: معلومات تتبع الشحنة يمكن أن تستغرق 48 ساعة كحد أقصى ليتم تحديثها بعد البدء بشحن طلبك.
ca: La informació de seguiment pot trigar fins a 48 hores a actualitzar-se després d’enviar la comanda.
cs_cz: Aktualizace informací pro sledování zásilky může trvat až 48 hodin od jejího odeslání.
es: La información de seguimiento puede tardar hasta 48 horas en actualizarse una vez enviado el pedido.
fr: Les informations de suivi peuvent prendre jusqu'à 48 heures pour être mises à jour après l'expédition de la commande.
ja: 商品発送後ご注文の商品の追跡情報が更新されるまでに、最大 48 時間かかることがあります。
nl: Het kan tot 48 uur duren na dat de bestelling is verzonden voordat de trackinginformatie wordt geupdate.
pl: Informacje o śledzeniu przesyłki mogą potrzebować nawet 48 godzin do aktualizacji po wysłaniu produktu.
pt: A informação de rastreio pode demorar até 48 horas a ser atualizada após a encomenda ser enviada.
sv: Det kan ta upp till 48 timmar att uppdatera spårningsinformationen efter att ordern har skickats.
tr_tr: Takip bilgisinin güncellenmesi sipariş gönderildikten sonra 48 saati bulabilir.
zh_tw: 追蹤資訊在訂單寄出後可能還需要最多 48 小時才會更新。

source: We Have Received Your Order!
ar: قمنا باستلام طلبك!
ca: Hem rebut la comanda!
cs_cz: Obdrželi jsme Vaši objednávku!
es: ¡Hemos recibido su pedido!
fr: Nous avons reçu votre commande !
ja: ご注文を確認いたしました!
ka: ჩვენ მივიღეთ თქვენი შეკვეთა!
nl: We hebben uw bestelling ontvangen!
pl: Otrzymałyśmy Twoje zamówienie!
pt: Recebemos o seu pedido!
sv: Vi har mottagit din beställning!
tr_tr: Siparişinizi aldık!
zh_tw: 我們已收到您的訂單！

source: We Have Shipped Your Order!
ar: قمنا بشحن طلبك!
ca: Hem enviat la comanda!
cs_cz: Odeslali jsme Vaši objednávku!
es: ¡Hemos enviado su pedido!
fr: Nous avons expédié votre commande !
ja: ご注文の商品を発送しました!
ka: ჩვენ გავაგზავნეთ თქვენი შეკვეთა!
nl: We hebben uw bestelling verzonden!
pl: Wysłałyśmy Twoje zamówienie!
pt: Enviamos a sua encomenda!
sv: Vi har skickat din beställning!
tr_tr: Siparişinizi gönderdik!
zh_tw: 我們已寄出您的訂單！

source: You're receiving this email because you placed an order in the elementary store. You are not subscribed to any mailing list.
ar: لقد استلمت هذه الرسالة لأنك قمت بالشراء من متجر elementary. أنت غير مسجل في أي قائمة بريدية.
ca: Rebeu aquest correu electrònic perquè heu fet una comanda a la botiga de l'elementary. No esteu subscrit a cap llista de correu.
cs_cz: Tento e-mail jste obdrželi protože jste objednali v obchodu elementary. Nebojte se, nejste tím zařazeni na žádný distribuční seznam marketingu.
es: Recibió este correo electrónico porque hizo un pedido en la tienda de elementary. No está suscrito a ninguna lista de correo.
fr: Vous recevez cet e-mail parce que vous avez passé une commande sur la boutique d'elementary. Vous n'êtes inscrit à aucune liste de diffusion.
ja: elementary ストアでご購入いただいた商品に関する通知をメールでお届けしています。お使いのメールアドレスは、メーリングリストには追加されていません。
nl: U ontvangt deze email omdat u een bestelling heeft gedaan in de elementary store. U bent niet geabonneerd op een mailinglist.
pl: Otrzymujesz tego maila, ponieważ w sklepie elementary zostało złożone przez Ciebie zamówienie. Nie dodano cię do żadnej listy mailingowej.
pt: Está a receber este e-mail porque efetuou uma encomenda na loja do elementary. Não está inscrito em nenhuma lista de correio.
sv: Du får det här e-postmeddelandet eftersom du har gjort en beställning i elementary-butiken. Du är inte registrerad på någon sändlista.
tr_tr: Bu e-postayı elementary mağazasından sipariş verdiğiniz için alıyorsunuz. Herhangi bir e-posta listesine abone olmadınız.
zh_tw: 您收到這封郵件是因為您在 elementary 商店進行了下單。您沒有被加入任何郵件論壇。

source: Your order has been received!
ar: تم استلام طلبك!
ca: Hem rebut la comanda!
cs_cz: Vaše objednávka byla obdržena!
es: ¡Su pedido ha sido recibido!
fr: Votre commande a été reçue !
ja: ご注文を確認いたしました!
ka: თქვენი შეკვეთა მიღებულია!
nl: Uw bestelling is ontvangen!
pl: Twoje zamówienie zostało zarejestrowane!
pt: O seu pedido foi recebido!
sv: Din beställning har tagits emot!
tr_tr: Siparişiniz alındı!
zh_tw: 您的訂單已收到！

source: Your order has been shipped!
ar: تم شحن طلبك!
ca: La comanda s'ha enviat!
cs_cz: Vaše objednávka byla odeslána!
es: ¡Su pedido ha sido enviado!
fr: Votre commande a été expédiée !
ja: ご注文の商品を発送しました!
ka: თქვენი შეკვეთა გამოგზავნილია!
nl: Uw bestelling is verzonden!
pl: Twoje zamówienie zostało wysłane!
pt: A sua encomenda foi enviada!
sv: Din beställning har skickats!
tr_tr: Siparişiniz kargoya verildi!
zh_tw: 您的訂單已寄出！

source: Your package shipped!
ar: تم شحن الطرد الخاص بك!
ca: El paquet ja ha sortit!
cs_cz: Váš balíček byl odeslán!
es: ¡Su paquete ha sido enviado!
fr: Votre colis a été expédié !
ja: 配送が開始されました!
ka: თქვენი პაკეტი გამოგზავნილია!
nl: Uw pakketje is verzonden!
pl: Twoja paczka została wysłana!
pt: A sua encomenda enviada!
sv: Ditt paket har skickats!
tr_tr: Paketiniz kargoya verildi!
zh_tw: 您的包裹已寄出！
