Repository: elementary/store
Catalog: priv/gettext/*/LC_MESSAGES/errors.po
Languages: ja, ka

source: can't be blank
ja: 空白にはできません
ka: არ შეიძლება ცარიელი იყოს

source: has already been taken
ja: すでに取得されているため利用できません
ka: უკვე აღებულია

source: is invalid
ja: 不適切です
ka: არასწორია

source: must be accepted
ja: 許可する必要があります
ka: უნდა დაეთანხმოთ

source: has invalid format
ja: 書式が不適切です
ka: აქვს არასწორი ფორმატი

source: has an invalid entry
ja: 不適切な入力です
ka: აქვს არასწორი ელემენტი

source: is reserved
ja: 予約済みです
ka: დაცულია

source: does not match confirmation
ja: 先ほどの入力と合致していません
ka: არ ემთხვევა დადასტურებას

source: is still associated with this entry
ja: この入力と関連付けられたままです
ka: ჯერ კიდევ ასოცირდება ამ ელემენტთან

source: are still associated with this entry
ja: この入力と関連付けられたままです
ka: ჯერ კიდევ ასოცირდება ამ ელემენტთან

source: should be %{count} character(s)
ja: %{count}文字である必要があります
ka: უნდა იყოს %{count} სიმბოლო

source: should have %{count} item(s)
ja: %{count}個が必要です
ka: უნდა ჰქონდეს %{count} ელემენტი

source: should be at least %{count} character(s)
ja: 少なくとも%{count}文字以上である必要があります
ka: უნდა იყოს %{count} სიმბოლო მაინც

source: should have at least %{count} item(s)
ja: 少なくとも%{count}個以上である必要があります
ka: უნდა ჰქონდეს %{count} ელემენტი მაინც

source: should be at most %{count} character(s)
ja: %{count}文字以下にする必要があります
ka: უნდა იყოს არა უმეტეს %{count} სიმბოლო

source: should have at most %{count} item(s)
ja: %{count}個以下にする必要があります
ka: უნდა ჰქონდეს არა უმეტეს %{count} ელემენტი

source: must be less than %{number}
ja: %{number}未満である必要があります
ka: უნდა იყოს %{number} ნაკლები

source: must be greater than %{number}
ja: %{number}より多くする必要があります
ka: უნდა იყოს იმაზე მეტი, ვიდრე %{number}

source: must be less than or equal to %{number}
ja: %{number}以下にする必要があります
ka: უნდა იყოს %{number}-ზე ნაკლები ან ტოლი

source: must be greater than or equal to %{number}
ja: %{number}以上にする必要があります
ka: უნდა იყოს %{number}-ზე მეტი ან ტოლი

source: must be equal to %{number}
ja: %{number}にする必要があります
ka: უნდა იყოს %{number}-ის ტოლი
