Repository: elementary/store
Catalog: priv/gettext/*/LC_MESSAGES/index.po
Languages: ar, cs_cz, de, fr, id, ja, ka, nl, pl, pt_br, sk, tr_tr, uk, zh_cn, zh_tw

source: Based in Spain
ar: مقرها في إسبانيا
cs_cz: Nachází se ve Španělsku
de: In Spanien ansässig
fr: Basé en Espagne
id: Berbasis di Spanyol
ja: スペインで製造
ka: დაფუძნებულია ესპანეთში
nl: Gebasseerd in Spanje
pl: Z siedzibą w Hiszpanii
pt_br: Com sede na Espanha
sk: So sídlom v Španielsku
tr_tr: İspanya merkezli
uk: Розташовано в Іспанії
zh_cn: 位于西班牙
zh_tw: 位於西班牙

source: Based in the Netherlands
ar: مقرها في هولندا
cs_cz: Nachází se v Nizozemsku
de: In den Niederlanden ansässig
fr: Basé aux Pays-Bas
id: Berbasis di Belanda
ja: オランダで製造
ka: დაფუძნებულია ნიდერლანდებში
nl: Gebasseerd in Nederland
pl: Z siedzibą w Holandii
pt_br: Com sede nos Países Baixos
sk: So sídlom v Holandsku
tr_tr: Hollanda merkezli
uk: Розташовано в Нідерландах
zh_cn: 位于荷兰
zh_tw: 位於荷蘭

source: Based in the United Kingdom
ar: مقرها في المملكة المتحدة
cs_cz: Nachází se ve Velké Británii
de: Im Vereinigten Königreich (UK) ansässig
fr: Basé au Royaume-Uni
id: Berbasis di Inggris
ja: イギリスで製造
ka: დაფუძნებულია გაერთიანებლ სამეფოში
nl: Gebasseerd in het Verenigd Koninkrijk
pl: Z siedzibą w Wielkiej Brytanii
pt_br: Com sede no Reino Unido
sk: So sídlom vo Veľkej Británii
tr_tr: Birleşik Krallık merkezli
uk: Розташовано у Великій Британії
zh_cn: 位于英国
zh_tw: 位於英國

source: Devices
ar: الأجهزة
cs_cz: Zařízení
de: Geräte
fr: Appareils
id: Perangkat
ja: デバイス
ka: მოწყობილობა
nl: Apparaten
pl: Urządzenia
pt_br: Dispositivos
sk: Zariadenia
tr_tr: Cihazlar
uk: Пристрої
zh_cn: 设备
zh_tw: 裝置

source: Free shipping within EU
ar: شحن مجاني داخل الاتحاد الأوروبي
cs_cz: Doprava v ceně v rámci EU
de: Kostenloser Versand innerhalb der EU
fr: Livraison gratuite dans l'UE
id: Pengiriman gratis dalam Uni Eropa
ja: EU 圏内なら送料無料
ka: უფასო მიწოდება ევროკავშირის ფარგლებში
nl: Gratis verzending binnen de EU
pl: Darmowa dostawa na terenie Unii Europejskiej
pt_br: Frete grátis dentro da UE
sk: Doprava v rámci EÚ zadarmo
tr_tr: AB içinde ücretsiz kargo
uk: Безплатне доставлення у межах ЄС
zh_cn: 欧盟内免费送货
zh_tw: 歐盟內運送免運費

source: International shipping
ar: شحن دولي
cs_cz: Zasílání po celém světě
de: Internationaler Versand
fr: Livraison internationale
id: Pengiriman Internasional
ja: 海外発送
ka: საერთაშორისო მიწოდება
nl: Internationale verzending
pl: Dostawa międzynarodowa
pt_br: Envio internacional
sk: Medzinárodná doprava
tr_tr: Uluslararası nakliye
uk: Міжнародне доставлення
zh_cn: 国际送货
zh_tw: 國際配送

source: Laptops
ar: حواسيب محمولة
cs_cz: Notebooky
fr: Ordinateurs portables
id: Laptop
ja: ノートパソコン
ka: ლაპტოპები
pl: Laptopy
sk: Notebooky
tr_tr: Dizüstü Bilgisayarlar
uk: Ноутбуки
zh_cn: 笔记本电脑
zh_tw: 筆記型電腦

source: Laptops, desktops, mini desktops, all-in-ones
ar: حواسيب محمولة، وحواسيب مكتبية، وحواسيب صغيرة، وحواسيب الكل في واحد
cs_cz: Notebooky, (mini) stolní počítače, vestavěné do obrazovek
fr: Ordinateurs portables, de bureau, mini stations, tout-en-un
id: Laptop, desktop mini, desktop, all-in-one
ja: ノートパソコン、デスクトップパソコン、ミニタワー、一体型
ka: ლეპტოპები, კომპიუტერები, მინი დესკტოპები, ყველა
pl: Laptopy, komputery stacjonarne, mini komputery stacjonarne, all-in-one
pt_br: Notebooks, desktops, mini PCs, all-in-ones
sk: Notebooky, (malé) stolné počítače, počítače typu „všetko v jednom“
tr_tr: Dizüstü bilgisayarlar, masaüstü bilgisayarlar, mini masaüstü bilgisayarlar, hepsi bir arada bilgisayarlar
uk: Ноутбуки, настільні комп'ютери, настільні мінікомп'ютери, багатофункціональні пристрої
zh_cn: 笔记本电脑、台式电脑、微型台式电脑、一体机电脑
zh_tw: 筆記型電腦、桌上型電腦、迷你桌上型電腦、多合一電腦

source: Laptops, mini desktops
ar: حواسيب محمولة، وحواسيب صغيرة
cs_cz: Notebooky, mini stolní počítače
fr: Ordinateurs portables, mini stations
id: Laptop, desktop mini
ja: ノートパソコン、小型デスクトップ
ka: ნოუთბუქები, მინი დესკტოპები
pl: Laptopy, mini komputery stacjonarne
pt_br: Notebooks, mini PCs
sk: Notebooky, malé stolné počítače
tr_tr: Dizüstü bilgisayarlar, mini masaüstü bilgisayarlar
uk: Ноутбуки, настільні мінікомп'ютери
zh_cn: 笔记本电脑、微型台式电脑
zh_tw: 筆記型電腦、迷你桌上型電腦

source: Worldwide Shipping
ar: الشحن الدولي
cs_cz: Zasílání do celého světa
de: Weltweiter Versand
fr: Livraison dans le monde entier
id: Pengiriman Seluruh Dunia
ja: 海外発送
ka: მსოფლიოს მასშტაბით
nl: Wereldwijde Verzending
pl: Globalna dostawa
pt_br: Entrega internacional
sk: Celosvetová doprava
tr_tr: Dünya Çapında Nakliye
uk: Доставлення по всьому світу
zh_cn: 全球送货
zh_tw: 全球配送

source: Get Gear. Win/Win.
ar: احصل على معدات. إنها صفقة رابحة للجميع.
cs_cz: Získejte zboží. Výhodné pro obě strany.
de: Ausstattung erhalten. Win/Win.
fr: Achetez du matériel. Gagnant/Gagnant.
id: Dapatkan Perlengkapan. Menang/Menang.
ja: 返礼品をゲットしましょう。ウィンウィンです。
ka: აირჩიეთ სუვენირი.
nl: Krijg Uitrusting. Win/Win.
pl: Zdobądź sprzęt. Każdy wygrywa.
pt_br: Adquira Equipamento. Todo Mundo Ganha.
sk: Získajte vybavenie. Výhodné pre obe strany.
tr_tr: Teçhizat Alın. Kazan/Kazan.
uk: Отримуйте пристрої. Це справжня допомога.
zh_cn: 购买设备，互利共赢。
zh_tw: 購買設備。雙贏。

source: Support Development.
ar: ادعم عملية التطوير.
cs_cz: Podpořte vývoj.
de: Entwicklung unterstützen.
fr: Soutenez le développement.
id: Dukung Pengembangan.
ja: 開発を支援しましょう。
ka: განვითარების მხარდაჭერა.
nl: Ondersteun de Ontwikkeling.
pl: Wspieraj rozwój.
pt_br: Apoie o Desenvolvimento.
sk: Podporte vývoj.
tr_tr: Gelişimi Destekleyin.
uk: Підтримайте розробку.
zh_cn: 支持开发。
zh_tw: 支持開發。

source: Crimea, Cuba, Iran, Syria, and North Korea excluded. Shipping methods, prices, and times vary by country. Shipments outside of the USA may incur customs fees depending on the origin and destination countries.
ar: القرم، وكوبا، وإيران، وكوريا الشمالية جميعها مستثناة. طرق الشحن، والأسعار، والأوقات تختلف باختلاف الدولة. الشحنات خارج الولايات المتحدة الأمريكية قد يترتب عليها رسوم جمركية اعتماداً على بلاد المصدر والوجهة.
cs_cz: Vyjma Krymu, Kuby, Íránu, Sýrie a Severní Korei. Metody dopravy, ceny a doby dodání se liší podle státu. Zasílání mimo Spojené Státy Americké může podléhat clům v závislosti na zemi původu a doručení.
de: Ausgenommen Krim, Kuba, Iran, Syrien und Nordkorea. Versandarten, Versandkosten und Versanddauer variieren auf Länderbasis. Bei Versand außerhalb der USA können abhängig von Ursprungs- und Zielland Zollkosten anfallen.
fr: La Crimée, Cuba, l'Iran, la Syrie et la Corée du Nord sont exclus. Les méthodes, prix et délais de livraison varient selon les pays. Les envois en dehors des États-Unis peuvent entraîner des frais de douane en fonction du pays d'origine et de destination.
id: Krimea, Kuba, Iran, Suriah, dan Korea Utara dikecualikan. Metode pengiriman, harga, dan waktu berbeda-beda di setiap negara. Pengiriman di luar AS dapat dikenakan biaya bea cukai tergantung pada negara asal dan tujuan.
ja: クリミア半島・キューバ・イラン・シリア・北朝鮮への発送はしておりません。発送方法や料金、お届けまでの時間は発送先の国によって異なります。アメリカ国外への発送には、発送元・発送先の国によっては、税関手数料がかかる可能性があります。
ka: ყირიმი, კუბა, ირანი, სირია და ჩრდილოეთ კორეა გამორიცხულია. გადაზიდვის მეთოდები, ფასები და დრო განსხვავდება ქვეყნების მიხედვით. შეერთებული შტატების საზღვრებს გარეთ გაგზავნას, წარმოშობისა და დანიშნულების ქვეყნების მიხედვით, საბაჟო გადასახადი შეიძლება ჰქონდეს.
nl: De Krim, Cuba, Iran, Syrie, en Noord-Korea uitgesloten. Verzendmethodes, prijzen, en tijdsduur zullen verschillen per land. Aan verzendingen buiten de VS kunnen invoerkosten gebonden zijn afhankelijk van de verzendingsoorsprong en de bestemming.
pl: Brak dostawy do: Krymu, Kuby, Iranu, Syrii oraz Korei Północnej. Metoda i czas dostawy jak i również cena są zależne od kraju. W przypadku dostawy poza terenem Stanów Zjednoczonych możą występować cło zależne od kraju pochodzenia i kraju docelowego.
pt_br: Crimeia, Cuba, Irã, Síria e Coreia do Norte não inclusos. Os métodos de envio, preços, e prazos de entrega variam de país para país. Envios para fora dos EUA podem ter taxas alfandegárias dependendo do país de origem e destino.
sk: Vylúčený je Krym, Kuba, Irán, Sýria a Severná Kórea. Spôsoby dopravy, ceny a časy dodania sa líšia podľa štátu. Za zásielky mimo USA môžu byť účtované colné poplatky v závislosti od krajiny pôvodu a doručenia.
tr_tr: Kırım, Küba, İran, Suriye ve Kuzey Kore hariç. Gönderim yöntemleri, fiyatlar ve saatler ülkeye göre değişir. ABD dışındaki gönderiler, menşe ve hedef ülkelere bağlı olarak gümrük ücretlerine tabi olabilir.
uk: Крим, Куба, Іран, Сирія та Північна Корея виключені. Способи доставлення, ціни та тривалість залежать від країни. За доставлення за межами США можуть стягуватися митні збори залежно від країн походження та призначення.
zh_cn: 不包括克里米亚、古巴、伊朗、叙利亚、朝鲜。送货方式、运费、时间随国家变化。美国以外的送货可能产生关税，取决于发货地和收货地。
zh_tw: 克里米亞、古巴、伊朗、敘利亞和北韓除外。 運輸方式、價格和時間因國家/地區而異。按出口國及進口國的不同，配送至美國以外可能要支付海關費用。

source: Every purchase goes towards developing elementary OS, its apps, and its services. We're a small team, mostly volunteer, working constantly to make elementary better—your support helps make elementary OS more sustainable.
ar: كل عملية شراء تذهب لتطوير elementary OS، وتطبيقاته، وخدماته. نحن عبارة عن فريق صغير، معظمنا متطوعون، نعمل بشكل مستمر لجعل elementary أفضل. دعمك سيساعد على جعل elementary OS مستداماً أكثر.
cs_cz: Peníze z každého nákupu jdou na vývoj elementary OS, jeho aplikací a služeb. Jsme malý tým složený převážně z dobrovolníků, kteří neustále pracují a vylepšují elementary. Vaše podpora zajišťuje udržitelnost vývoje elementary OS.
de: Der Erlös kommt der Entwicklung von elementary OS, seiner Apps und Dienste zugute. Wir sind ein kleines Team, größtenteils bestehend aus Ehrenamtlichen, das unaufhörlich daran arbeitet, elementary immer besser zu machen. Ihre Unterstützung hilft dabei, elementary OS noch nachhaltiger zu machen.
fr: Chaque achat est destiné au développement d'elementary OS, de ses applications et de ses services. Nous sommes une petite équipe, essentiellement bénévole, qui travaille constamment à l'amélioration d'elementary. Votre soutien contribue à rendre elementary OS plus durable.
id: Setiap pembelian digunakan untuk mengembangkan elementary OS, aplikasinya, dan layanannya. Kami adalah tim kecil, sebagian besar sukarelawan, bekerja terus-menerus untuk membuat elementary menjadi lebih baik—dukungan Anda membantu membuat elementary OS lebih berkelanjutan.
ja: お支払いいただいた代金はすべて、elementary OS とそのアプリ、およびそのサービスの開発に当てられます。私たちは小さなチームで、そのメンバーのほとんどが、日々 elementary OS の改善に力を注いでくれているボランティアです。あなたの支援が、elementary OS を持続可能にします。
ka: ყოველი შენაძენი მიდის elementary ოპერაციული სისტემის, მისი პროგრამებისა და სერვისების შემუშავებისკენ. ჩვენ ვართ მცირე გუნდი, ძირითადად მოხალისე, მუდმივად ვმუშაობთ ელემენტარული გაუმჯობესების მიზნით - თქვენი მხარდაჭერა ეხმარება ელემენტარული ოპერაციული სისტემის უფრო მდგრადობას. ყოველი შესყიდვა მიემართება ელემენტარული ოპერაციული სისტემის, მისი პროგრამებისა და სერვისების განვითარებაზე. ჩვენ ვართ მცირე გუნდი, ძირითადად მოხალისეები, მუდმივად ვმუშაობთ ელემენტარული გაუმჯობესების მიზნით - თქვენი მხარდაჭერა ეხმარება ელემენტარული ოპერაციული სისტემის უფრო მდგრადობას.
nl: Elke aankoop financiert de ontwikkeling van elementary OS, onze applicaties, en diensten. We zijn een klein team, bestaand uit voornamelijk vrijwilligers die continue werken aan het verbeteren van elementary—uw ondersteuning helpt om elementary OS in stand te houden.
pl: Każdy zakup wpiera rozwój elementary OS, jego aplikacji oraz usług. Jesteśmy małym zespołem, złożonym głównie z wolontariuszy, którzy nieustannie pracują nad udoskonaleniem elementary. Dzieki twojemu wsparciu elementary OS może być bardziej niezależny i samowystarczalny.
pt_br: Cada compra vai para o desenvolvimento do elementary OS, seus aplicativos e seus serviços. Somos uma equipe pequena, em sua maioria voluntária, trabalhando constantemente para tornar o elementary melhor — seu apoio ajuda a tornar o elementary OS mais sustentável.
sk: Peniaze z každého nákupu sú použité na vývoj elementary OS, jeho aplikácií a služieb. Sme malý tím zložený prevažne z dobrovoľníkov, ktorí neustále pracujú na zlepšovaní elementary. Vaša podpora zvyšuje udržateľnosť vývoja elementary OS.
tr_tr: Her satın alma işlemi elementary OS'i, uygulamalarını ve hizmetlerini geliştirmeye yöneliktir. Çoğunlukla gönüllü, temel bilgileri daha iyi hale getirmek için sürekli çalışan küçük bir ekibiz; desteğiniz elementary OS'i daha sürdürülebilir hale getirmeye yardımcı olur.
uk: Кожна покупка безпосередньо допомагає розвитку elementary OS, її застосунків та її служб. Ми — маленька команда, переважно волонтерів, яка постійно працює над вдосконаленням elementary OS. Ваша підтримка допомагає зробити elementary OS стійкішою.
zh_cn: 每一笔订单都是在支持 elementary OS 及其应用程序和服务的开发工作。我们是一个小团队，主要由志愿者组成，始终致力于让 elementary 变得更好——您的支持可以帮助 elementary OS 可持续发展。
zh_tw: 每次付款都有助於開發 elementary OS、其應用程式、以及服務。我們是一個小團隊，大多是志工，不斷地努力讓 elementary 更好——您的支持能讓 elementary OS 更能永續經營。

source: Hardware and software support for these devices are provided by the retailer.
ar: الدعم الفني الخاص بالعتاد والبرمجيات لهذه الأجهزة متوفر من البائع.
cs_cz: Hardwarová a softwarová podpora pro tato zařízení je zajišťována výrobcem.
de: Hard- und Software-Support für diese Geräte werden vom Händler bereitgestellt.
fr: L'assistance matérielle et logicielle pour ces appareils est fournie par le revendeur.
id: Dukungan perangkat keras dan perangkat lunak untuk perangkat ini disediakan oleh pengecer.
ja: デバイスのハードウェア・ソフトウェアサポートは、小売業者により提供されます。
ka: ამ მოწყობილობების აპარატურულ და პროგრამულ მხარდაჭერას საცალო მომწოდებელი უზრუნველყოფს.
nl: Hardware en software-ondersteuning voor deze apparaten wordt geleverd door de verkoper.
pl: Wsparcie techniczne oraz oprogramowanie dla tych urządzeń jest dostarczane przez sprzedawce.
pt_br: Suporte ao hardware e software para estes dispositivos é fornecido pelo revendedor.
sk: Hardvérová a softvérová podpora pre tieto zariadenia je poskytovaná výrobcom.
tr_tr: Bu cihazlar için donanım ve yazılım desteği bayi tarafından verilir.
uk: Обладнання та програмне забезпечення для цих пристроїв надаються роздрібним продавцем.
zh_cn: 这些设备的硬件和软件支持由零售商提供。
zh_tw: 這些裝置的硬體軟體支援由零售商提供。

source: Hardware devices with elementary OS can be purchased from the following retailers. Purchasing from these companies helps support elementary OS.
ar: الأجهزة التي تأتي مع elementary OS يمكن شراءها من البائعين التاليين. الشراء من هؤلاء البائعين يساعد في دعم elementary OS.
cs_cz: Hardwarová zařízení s elementary OS je možné zakoupit od následujících prodejců. Nakupování od těchto společností pomůže podpořit elementary OS.
de: Hardware mit elementary OS kann von diesen Händlern bezogen werden. Der Kauf bei diesen Firmen unterstützt die Arbeit an elementary OS.
fr: Des dispositifs matériels dotés d'elementary OS peuvent être achetés auprès des détaillants suivants. L'achat auprès de ces entreprises permet de soutenir elementary OS.
id: Perangkat keras dengan elementary OS dapat dibeli dari pengecer berikut. Membeli dari perusahaan-perusahaan ini membantu mendukung elementary OS.
ja: elementary OS を搭載したハードウェアデバイスは、以下の小売業者から購入できます。これらの企業から購入すると、elementary OS の支援に役立ちます。
ka: Elementary OS-ით აპარატურის შეძენა შემდეგი საცალო მოვაჭრეებისგან შეგიძლიათ. ამ კომპანიებისგან შეძენით თქვენ Elementary OS-ს უჭერთ მხარს.
nl: Apparaten met elementary OS kan worden gekocht via de volgende verkopers. Wanneer je bij deze bedrijven een product aanschaft ondersteun je elemetary OS.
pl: Sprzęt z elementary OS może być kupiony przez następujących sprzedawców. Zakupy u tych firm wspierają elementary OS.
pt_br: Os equipamentos com o elementary OS podem ser adquiridos nos seguintes revendedores. Comprando destas empresas ajuda no apoio ao elementary OS.
sk: Hardvérové zariadenia s elementary OS si môžete kúpiť u nasledujúcich predajcov. Váš nákup od týchto spoločností pomôže podporiť elementary OS.
tr_tr: Elementary OS'e sahip donanım cihazları aşağıdaki satıcılardan satın alınabilir. Bu şirketlerden satın almak, Elementary OS'İ desteklemeye yardımcı olur.
uk: Пристрої з elementary OS можна придбати у цих продавців. Купівля у цих компаній допомагає підтримувати elementary OS.
zh_cn: 搭载 elementary OS 的硬件设备可从以下零售商处购买。从这些公司购买可以帮助支持 elementary OS。
zh_tw: 可以從以下零售商處購買預載 elementary OS 的硬體裝置。從這些公司購買產品有助於支持 elementary OS。

source: We ship apparel and accessories all around the world! Orders are made on-demand typically within 2–7 days and will be shipped with the method you choose at checkout. Due to COVID-19, orders may be delayed. Production is on schedule, but delays may still occur with fulfillment and shipping depending on the order, shipping method, and destination.
ar: نحن نقوم بشحن الملابس والأكسسوارات لجميع أنحاء العالم! المنتجات يتم إنتاجها حسب الطلب وتستغرق عادة ما بين 2-7 أيام وسيتم شحنها بالطريقة التي تريدها عند الدفع. بسبب كوفيد-19، من المحتمل أن تتأخر الطلبات. الإنتاج سيكون ضمن جدوله الزمني، ولكن تأخيرات التعبئة والشحن قد تحدث أيضاً اعتماداً على الطلب، وطريقة الشحن، والوجهة.
cs_cz: Příslušenství a oblečení dodáváme do celého světa! Objednávky se dějí na základě poptávky, typicky během 2-7 dnů a budou vypraveny metodou, kterou jste zvolili při placení. Kvůli situaci ohledně COVID-19 může být dodání opožděno. Vyrobeno je včas, ale pořád může docházet ke zpožděním v rámci vyskladňování a dopravování v závislosti na pořadí, způsobu dopravy a cíli.
de: Wir liefern Mode und Accessoires in die ganze Welt! Bestellungen werden innerhalb von 2-7 Tagen mit dem Service verschickt, den Sie an der Kasse wählen. Aufgrund der COVID-19-Situation kann es zu Verzögerungen kommen. Wir sind im Produktionszeitplan, dennoch kann es abhängig von der Bestellung, Versandmethode oder Zieladresse zu Verspätungen kommen.
fr: Nous livrons des vêtements et des accessoires dans le monde entier ! Les commandes sont effectuées à la demande, généralement dans un délai de 2 à 7 jours, et sont expédiées selon la méthode que vous avez choisie lors du passage de la commande. En raison de l'épidémie de COVID-19, les commandes peuvent être retardées. La production se déroule comme prévu, mais des retards peuvent survenir lors du traitement et de l'expédition, en fonction de la commande, de la méthode d'expédition et de la destination.
id: Kami mengirimkan pakaian dan aksesoris ke seluruh dunia! Pesanan dibuat sesuai permintaan biasanya dalam 2-7 hari dan akan dikirim dengan metode yang Anda pilih saat checkout. Karena COVID-19, pesanan mungkin tertunda. Produksi sesuai jadwal, tetapi penundaan masih dapat terjadi dengan pemenuhan dan pengiriman tergantung pada pesanan, metode pengiriman, dan tujuan.
ja: これらのグッズは世界中への発送が可能です！ 商品はご注文に応じて通常2〜7日以内に製造され、注文時にお客様が選択された配送方法でお送りいたします。新型コロナウイルスの影響で受注が遅れる可能性があります。製造は通常通り行われていますが、ご注文内容や配送方法、配送先によっては、配送工程や発送において遅れが発生することがあります。
ka: ჩვენს ტანსაცმელს და სამკაულებს მთელს მსოფლიოში ვაგზავნით! შეკვეთები მოთხოვნის მიხედვით, 2-7 დღეშ სრულდება და იმ მეთოდით იქნება გამოგზავნილი, რომელსაც გადახდისას აირჩევთ. COVID-19-ის გამო თქვენმა შეკვეთამ შეიძლება დაიგვიანოს. წარმოება მოთხოვნას აკმაყოფილებს, მაგრამ დაყოვნება შეიძლებ გაგზავნის, ტრანსპორტირების ან დანიშნულების პუნქტის გამო მოხდეს.
nl: We versturen kleding en accessoires over de hele wereld! bestellingen worden op aanvraag geproduceerd normaal binnen 2-7 dagen en zullen worden verzonden met de gekozen verzendmethode. Vanwegen COVID-19, kunnen bestellingen vertraging oplopen. Productie ligt op schema, maar vertragingen kunnen nog steeds voorkomen afhankelijk van de bestelling, verzendmethode en bestemming.
pl: Dostarczamy ozdoby i akcesoria na całym świecie! Zamówienia są wykonywane na żądanie najczęściej w przeciągu 2-7 dni roboczych i są wysyłane wybraną metodą podczas finalizacji zamówienia. Niestety przez problemy związane z COVID-19, zamówienia mogą być opóźnione. Produkcja jest bez opóźnień, natomiast mogą one występować w transporcie zależnie od zamówienia, metody dostawy oraz miejsca docelowego zakupu.
sk: Zasielame oblečenie a príslušenstvo do celého sveta! Objednávky sa uskutočňujú na základe dopytu, zvyčajne do 2–7 dní a budú odoslané spôsobom, ktorý si vyberiete pri pokladni. Kvôli situácie ohľadom COVID-19 môžu byť objednávky oneskorené. Výroba nemešká, ale pri vyskladňovaní a doručovaní môže stále dôjsť k oneskoreniu v závislosti od objednávky, spôsobu a miesta dodania.
tr_tr: Tüm dünyaya kıyafet ve aksesuar gönderiyoruz! Siparişler genellikle 2-7 gün içinde isteğe bağlı olarak yapılır ve ödeme sırasında seçtiğiniz yöntemle gönderilir. COVID-19 nedeniyle siparişler gecikebilir. Üretim programa uygundur, ancak siparişe, nakliye yöntemine ve varış yerine bağlı olarak gönderim ve nakliye ile ilgili gecikmeler hala meydana gelebilir.
uk: Ми відправляємо одяг та аксесуари по всьому світу! Замовлення здійснюються за запитом, зазвичай, впродовж 2-7 днів і будуть відправлені вибраним вами під час замовлення способом. У зв'язку з пандемією Covid-19 можуть відбуватися затримки замовлень. Виробництво триває за розкладом, але затримки можуть відбутися з доставленням залежно від замовлених товарів, методу доставлення та пункту призначення.
zh_cn: 我们可以把衣服和配件送到全世界！订单通常会在发出请求后 2-7 天内生成，以您结账时所选的送货方式发出。由于 COVID-19 新型冠状病毒肺炎疫情，订单也许会延期。生产已如期进行，但在履约和送货环节仍有可能发生延期，具体取决于订单、送货方式和目的地。
zh_tw: 我們能夠將服裝和配件運送至世界各地！訂單通常在 2-7 天內按需生產，並將以您在結帳時選擇的方式發貨。由於 COVID-19 影響，訂單可能會延遲。 生產行程沒有延遲，但送貨上可能還是會因為訂單、運輸方式和目的地在路上出現問題而產生延遲。
